---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Events.ApplicationClosingEventArgs
source: html/d090103d-ee5e-198b-cbd4-3b1e78cc55fc.htm
---
# ApplicationClosingEventArgs Members

When the event is cancellable, may call the Cancel() method to cancel it.